Repository: coderleexl/lut-shop
Catalog: apps/ios/LutShop/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ · %lld uses
zh_hans: %@ · 使用 %lld 次

source: %d Selected
zh_hans: 已选择 %d 张

source: %d Star
zh_hans: %d 星

source: %d photos
zh_hans: %d 张照片

source: %d selected
zh_hans: 已选择 %d 张

source: %lld Selected
zh_hans: 已选择 %lld 张

source: %lld Star
zh_hans: %lld 星

source: %lld photos
zh_hans: %lld 张照片

source: %lld photos in selected session
zh_hans: 当前会话有 %lld 张照片

source: %lld selected
zh_hans: 已选择 %lld 张

source: 2026-06 Client Shoot
zh_hans: 2026-06 客户拍摄

source: Add
zh_hans: 添加

source: Add LUT
zh_hans: 添加 LUT

source: Added LUT
zh_hans: 已添加 LUT

source: After
zh_hans: 效果

source: After first setup, you usually only need to update Host if the phone address changes.
zh_hans: 首次设置后，通常只有手机地址变化时才需要更新主机。

source: After · %lld%
zh_hans: 效果 · %lld%

source: After · %lld%%
zh_hans: 效果 · %lld%%

source: All
zh_hans: 全部

source: All Sessions
zh_hans: 全部会话

source: Applied at %d%% intensity
zh_hans: 已按 %d%% 强度应用

source: Applied at %lld%% intensity
zh_hans: 已按 %lld%% 强度应用

source: Apply LUT
zh_hans: 套用 LUT

source: Applying LUT...
zh_hans: 正在应用 LUT...

source: Auto-create session per connection
zh_hans: 每次连接自动创建会话

source: B&W
zh_hans: 黑白

source: Batch process and export
zh_hans: 批量处理并导出

source: Before
zh_hans: 原图

source: Before / After
zh_hans: 前后对比

source: Bundled
zh_hans: 内置

source: C++ core smoke test
zh_hans: C++ 核心冒烟测试

source: CV %lld%
zh_hans: 视觉推荐 %lld%

source: Camera Connection
zh_hans: 相机连接

source: Camera file import failed
zh_hans: 相机文件导入失败

source: Camera import settings
zh_hans: 相机导入设置

source: Cancel
zh_hans: 取消

source: Category
zh_hans: 分类

source: Choose
zh_hans: 选择

source: Clear
zh_hans: 清空

source: Clear filters
zh_hans: 清除筛选

source: Clear selection
zh_hans: 清空选择

source: Close
zh_hans: 关闭

source: Commercial
zh_hans: 商业

source: Compare
zh_hans: 对比

source: Connection Settings
zh_hans: 连接设置

source: Create Group
zh_hans: 创建分组

source: Create Session
zh_hans: 创建会话

source: Current Server
zh_hans: 当前服务器

source: Current Session
zh_hans: 当前会话

source: Custom
zh_hans: 自定义

source: Custom FTP Device
zh_hans: 自定义 FTP 设备

source: Delete
zh_hans: 删除

source: Delete %d selected photo(s). This cannot be undone.
zh_hans: 将删除 %d 张选中的照片。此操作无法撤销。

source: Delete Empty Session
zh_hans: 删除空会话

source: Delete LUT?
zh_hans: 删除 LUT？

source: Delete Selected Photos?
zh_hans: 删除选中的照片？

source: Deleted %d photo(s)
zh_hans: 已删除 %d 张照片

source: Device
zh_hans: 设备

source: Discovered Camera
zh_hans: 发现的相机

source: Discovery stopped
zh_hans: 发现已停止

source: Dismiss import message
zh_hans: 关闭导入提示

source: Done
zh_hans: 完成

source: Done selecting
zh_hans: 完成选择

source: Edited
zh_hans: 已处理

source: Empty session
zh_hans: 空会话

source: Every imported photo
zh_hans: 所有导入照片

source: Export
zh_hans: 导出

source: Export Again
zh_hans: 再次导出

source: Export Photos
zh_hans: 导出照片

source: Export complete
zh_hans: 导出完成

source: Exported
zh_hans: 已导出

source: Exporting %d%%
zh_hans: 正在导出 %d%%

source: Exporting %lld%
zh_hans: 导出中 %lld%

source: Exporting %lld%%
zh_hans: 正在导出 %lld%%

source: FTP Endpoint
zh_hans: FTP 端点

source: FTP Receiver
zh_hans: FTP 接收器

source: FTP receiver failed to start
zh_hans: FTP 接收器启动失败

source: Favorite
zh_hans: 收藏

source: Favorites
zh_hans: 收藏

source: Files
zh_hans: 文件

source: Film
zh_hans: 胶片

source: Filter
zh_hans: 筛选

source: Filter photos
zh_hans: 筛选照片

source: Find FTP cameras advertised on this network
zh_hans: 查找此网络中广播的 FTP 相机

source: Foreground
zh_hans: 前台

source: Format
zh_hans: 格式

source: Found %d camera service(s)
zh_hans: 发现 %d 个相机服务

source: Gallery
zh_hans: 图库

source: Go to Gallery
zh_hans: 前往图库

source: Group RAW + JPG pairs
zh_hans: 合并 RAW + JPG 配对

source: Group imported photos by shoot, client, or delivery batch.
zh_hans: 按拍摄、客户或交付批次整理导入照片。

source: Group name
zh_hans: 分组名称

source: Groups
zh_hans: 分组

source: High
zh_hans: 高

source: Import complete
zh_hans: 导入完成

source: Import from Files
zh_hans: 从文件导入

source: Import from Photos
zh_hans: 从照片导入

source: Import from Photos to start a local shoot session.
zh_hans: 从照片导入，开始一个本地拍摄会话。

source: Import photos
zh_hans: 导入照片

source: Import to Current Session
zh_hans: 导入到当前会话

source: Import will later default to the active session, so sessions can become the project boundary for CV recommendations, batch LUT application, and export delivery.
zh_hans: 后续导入会默认进入当前会话，因此会话可以作为 CV 推荐、批量套用 LUT 和导出交付的项目边界。

source: Imported %d photo(s) to %@
zh_hans: 已导入 %d 张照片到 %@

source: Imported 3 photos to %@
zh_hans: 已导入 3 张照片到 %@

source: Imported 3 photos to %@ · %@
zh_hans: 已导入 3 张照片到 %@ · %@

source: Imported mock LUT
zh_hans: 已导入模拟 LUT

source: Importing
zh_hans: 正在导入

source: Importing photos...
zh_hans: 正在导入照片...

source: LAN
zh_hans: 局域网

source: LUT Details
zh_hans: LUT 详情

source: LUT Groups
zh_hans: LUT 分组

source: LUT Info
zh_hans: LUT 信息

source: LUT Intensity
zh_hans: LUT 强度

source: LUT Intensity %lld%
zh_hans: LUT 强度 %lld%

source: LUT Library
zh_hans: LUT 库

source: LUT name
zh_hans: LUT 名称

source: LUTs
zh_hans: LUT

source: Landscape
zh_hans: 风景

source: Last file
zh_hans: 最后文件

source: Local
zh_hans: 本地

source: Local Discovery
zh_hans: 本地发现

source: Local path or network URL
zh_hans: 本地路径或网络 URL

source: Low
zh_hans: 低

source: Manage
zh_hans: 管理

source: Manage Sessions
zh_hans: 管理会话

source: Manage shoot sessions
zh_hans: 管理拍摄会话

source: Medium
zh_hans: 中

source: Name
zh_hans: 名称

source: New
zh_hans: 未处理

source: No LUT
zh_hans: 未选择 LUT

source: No LUT selected
zh_hans: 未选择 LUT

source: No active camera session
zh_hans: 没有活动相机会话

source: No advertised FTP cameras found yet
zh_hans: 尚未发现广播的 FTP 相机

source: No photos selected
zh_hans: 未选择照片

source: No photos yet
zh_hans: 暂无照片

source: On the camera, connect Wi-Fi to your iPhone Personal Hotspot.
zh_hans: 在相机上，将 Wi-Fi 连接到 iPhone 个人热点。

source: Only empty sessions can be deleted. Photos are never removed from here.
zh_hans: 只能删除空会话。这里不会删除照片。

source: Open FTP Transfer settings and edit Server 1.
zh_hans: 打开 FTP 传输设置并编辑服务器 1。

source: Open camera connection
zh_hans: 打开相机连接

source: Original
zh_hans: 原图

source: Original RAW
zh_hans: 原始 RAW

source: Password
zh_hans: 密码

source: Path
zh_hans: 路径

source: Personal Hotspot
zh_hans: 个人热点

source: Photo Library
zh_hans: 相册

source: Photo import failed
zh_hans: 照片导入失败

source: Port
zh_hans: 端口

source: Portrait
zh_hans: 人像

source: Preparing photos
zh_hans: 正在准备照片

source: Preserve EXIF
zh_hans: 保留 EXIF

source: Preview
zh_hans: 预览

source: Quality
zh_hans: 质量

source: Quick Imports
zh_hans: 快速导入

source: Rate
zh_hans: 评分

source: Rate selected photos
zh_hans: 给选中照片评分

source: Ready
zh_hans: 就绪

source: Ready for sorting and export
zh_hans: 可用于筛选和导出

source: Ready to export
zh_hans: 准备导出

source: Receive Format
zh_hans: 接收格式

# Received %@ from %@
source: Received %1$@ from %2$@
zh_hans: 已从 %@ 接收 %@

source: Received %@ from camera
zh_hans: 已从相机接收 %@

source: Remote
zh_hans: 远程

source: Rename
zh_hans: 重命名

source: Rename Session
zh_hans: 重命名会话

source: Rename this shoot session. Photos in the session keep their adjustments.
zh_hans: 重命名此拍摄会话。会话中的照片会保留调整。

source: Save
zh_hans: 保存

source: Scan
zh_hans: 扫描

source: Search
zh_hans: 搜索

source: Search LUT
zh_hans: 搜索 LUT

source: Searching local network for FTP cameras...
zh_hans: 正在搜索局域网中的 FTP 相机...

source: Select
zh_hans: 选择

source: Select photos
zh_hans: 选择照片

source: Select photos in Gallery before starting a batch export.
zh_hans: 开始批量导出前，请先在图库中选择照片。

source: Server
zh_hans: 服务器

source: Session
zh_hans: 会话

source: Session Library
zh_hans: 会话库

source: Session actions
zh_hans: 会话操作

source: Session name
zh_hans: 会话名称

source: Sessions
zh_hans: 会话

source: Shoot Session
zh_hans: 拍摄会话

source: Shoot Sessions
zh_hans: 拍摄会话

source: Show After
zh_hans: 显示效果

source: Simulate Incoming Photo
zh_hans: 模拟传入照片

source: Size
zh_hans: 尺寸

source: Skip duplicate files
zh_hans: 跳过重复文件

source: Sony A74 Setup
zh_hans: Sony A74 设置

source: Sony Auto Import
zh_hans: Sony 自动导入

source: Sony FTP Receive
zh_hans: Sony FTP 接收

source: Sony FTP Receive · Ready
zh_hans: Sony FTP 接收 · 就绪

source: Sony Server 1
zh_hans: Sony 服务器 1

source: Sort photos
zh_hans: 排序照片

source: Start Receive
zh_hans: 开始接收

source: Stop
zh_hans: 停止

source: System
zh_hans: 系统

source: Turn on Personal Hotspot to detect address
zh_hans: 打开个人热点以检测地址

source: Turn on iPhone Personal Hotspot, then connect your Sony camera to that hotspot once. The camera can remember the hotspot password for later shoots.
zh_hans: 打开 iPhone 个人热点，然后让 Sony 相机连接一次该热点。相机会记住热点密码，后续拍摄可直接使用。

source: Undo
zh_hans: 撤销

source: Unfavorite
zh_hans: 取消收藏

source: Use the server address, port, user, and password shown below.
zh_hans: 使用下方显示的服务器地址、端口、用户名和密码。

source: User
zh_hans: 用户

source: Waiting for camera
zh_hans: 等待相机

source: format
zh_hans: 格式

source: iPhone FTP Receiver
zh_hans: iPhone FTP 接收器

source: received
zh_hans: 已接收

source: sessions
zh_hans: 会话

source: source
zh_hans: 来源

source: total photos
zh_hans: 照片总数

source: visible session
zh_hans: 当前会话

source: Export failed
zh_hans: 导出失败

source: Exported %d photo(s)
zh_hans: 已导出 %d 张照片

source: Exported %d photo(s) to Photos
zh_hans: 已导出 %d 张照片到系统照片

source: Photo Library permission is required to export.
zh_hans: 需要照片图库权限才能导出

source: Adjustment saved
zh_hans: 调整已保存

source: Adjustment reset
zh_hans: 调整已重置

source: Sync to Selected
zh_hans: 同步到已选

source: Synced adjustment to %d selected photo(s)
zh_hans: 已同步调整到 %d 张已选照片

source: Save an adjustment before syncing
zh_hans: 请先保存当前调整再同步

source: Select (%d)
zh_hans: 选择（%d）

source: Select All
zh_hans: 全选

source: Choose Local File
zh_hans: 选择本地文件

source: Could not add LUT
zh_hans: 无法添加 LUT

source: Imported %d LUT(s)
zh_hans: 已导入 %d 个 LUT

source: No CUBE files found
zh_hans: 没有找到 CUBE 文件

source: No valid CUBE data found in %@
zh_hans: %@ 中没有有效的 CUBE 数据

source: Unsupported LUT file type: %@
zh_hans: 暂不支持这种 LUT 文件类型：%@

source: Could not read ZIP archive: %@
zh_hans: 无法读取 ZIP 压缩包：%@

source: Archive nesting is too deep
zh_hans: 压缩包嵌套层级过深

source: Archive entry is too large: %@
zh_hans: 压缩包内文件过大：%@

source: Camera
zh_hans: 相机

source: Corner Radius
zh_hans: 圆角

source: Current Photo EXIF
zh_hans: 当前照片 EXIF

source: Date
zh_hans: 日期

source: Exposure
zh_hans: 曝光

source: Export saved edits
zh_hans: 导出已保存调整

source: Film Border
zh_hans: 胶片边框

source: Lens
zh_hans: 镜头

source: No EXIF info found
zh_hans: 未找到 EXIF 信息

source: No Watermark
zh_hans: 无水印

source: Show EXIF Info
zh_hans: 显示 EXIF 信息

source: Camera brand and exposure data
zh_hans: 相机品牌与曝光参数

source: Apple Minimal
zh_hans: Apple 极简

source: Hasselblad Minimal
zh_hans: 哈苏极简

source: Large border and centered brand
zh_hans: 大留白与居中品牌

source: Leica Minimal
zh_hans: 徕卡极简

source: Red dot and clean metadata
zh_hans: 红点标识与简洁参数

source: Small mark and clean metadata
zh_hans: 小标识与简洁参数

source: Clean export
zh_hans: 无边框干净导出

source: Enabled
zh_hans: 已开启

source: Off
zh_hans: 关闭

source: Preview EXIF
zh_hans: 预览 EXIF

source: Sample Preview
zh_hans: 示例预览

source: Watermark
zh_hans: 水印

source: Watermark Templates
zh_hans: 水印模板

source: Watermark Style
zh_hans: 水印样式
